tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "ravenac95/sudolikeaboss"
tap "rogual/neovim-dot-app"
cask "java"
cask "xquartz"
brew "ant"
brew "autoconf"
brew "automake"
brew "brew-cask-completion"
brew "git", args: ["without-completions"]
brew "bundler-completion"
brew "checkstyle"
brew "closure-compiler"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "docker"
brew "doxygen"
brew "editorconfig"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "frotz"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "git-extras"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "libffi"
brew "glib"
brew "go"
brew "gradle"
brew "groovy"
brew "lua"
brew "highlight"
brew "httrack"
brew "hub"
brew "jpeg"
brew "libtool"
brew "imagemagick"
brew "irssi"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "libevent"
brew "libsass"
brew "libssh2"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "luajit"
brew "mariadb"
brew "mas"
brew "mongodb"
brew "mono"
brew "readline"
brew "python3"
brew "mosh"
brew "msgpack"
brew "mtr"
brew "unibilium"
brew "neovim"
brew "p7zip"
brew "pandoc"
brew "pip-completion"
brew "pkg-config"
brew "python"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator-completion"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "uudeview"
brew "vagrant-completion"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "homebrew/php/composer"
brew "homebrew/php/php-cs-fixer"
brew "ravenac95/sudolikeaboss/sudolikeaboss"
brew "rogual/neovim-dot-app/neovim-dot-app"
cask "alfred"
cask "android-file-transfer"
cask "android-sdk"
cask "bettertouchtool"
cask "betterzipql"
cask "caffeine"
cask "colorpicker-antetype"
cask "colorpicker-developer"
cask "colorpicker-hex"
cask "colorpicker-propicker"
cask "colorpicker-rcwebcolorpicker"
cask "colorpicker-skalacolor"
cask "cyberduck"
cask "dash"
cask "deluge"
cask "docker"
cask "dropbox"
cask "eclipse-ide"
cask "eclipse-php"
cask "flux"
cask "github"
cask "google-play-music-desktop-player"
cask "grandperspective"
cask "inkscape"
cask "intellij-idea-ce"
cask "itsycal"
cask "ivpn"
cask "java-jdk-javadoc"
cask "karabiner-elements"
cask "little-snitch"
cask "ngrok"
cask "paintbrush"
cask "phpstorm"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-pro"
cask "skim"
cask "sourcetree"
cask "sublime-text"
cask "suspicious-package"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wesnoth"
cask "caskroom/versions/google-chrome-canary"
