tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"

brew "mas"

mas "1Password", id: 443987910
mas "ActivityTimer", id: 808647808
mas "ChronoMate", id: 472416858
mas "Evernote", id: 406056744
mas "GIPHY CAPTURE", id: 668208984
mas "Install macOS Sierra", id: 1127487414
mas "Install OS X El Capitan", id: 1018109117
mas "Install OS X Mavericks", id: 675248567
mas "Install OS X Yosemite", id: 915041082
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835

cask "alfred"
cask "android-sdk"
cask "android-file-transfer"
cask "bettertouchtool"
cask "betterzipql"
cask "caffeine"
cask "colorpicker"
cask "colorpicker-antetype"
cask "colorpicker-developer"
cask "colorpicker-hex"
cask "colorpicker-propicker"
cask "colorpicker-rcwebcolorpicker"
cask "colorpicker-skalacolor"
cask "cyberduck"
cask "dash"
cask "deluge"
cask "docker"
cask "dropbox"
cask "flux"
cask "ivpn"
cask "google-chrome"
cask "google-drive"
cask "google-play-music-desktop-player"
cask "grandperspective"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "java-jdk-javadoc"
cask "karabiner"
cask "little-snitch"
cask "paintbrush"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "seil"
cask "skim"
cask "skype"
cask "sourcetree"
cask "suspicious-package"
cask "sublime-text"
cask "vagrant"
cask "vlc"
cask "webpquicklook"
cask "wesnoth"
cask "xquartz"

brew "autoconf"
brew "automake"
brew "brew-cask-completion"
brew "git", args: ["without-completions"]
brew "git-extras"
brew "git-flow-avh"
brew "bundler-completion"
brew "checkstyle"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "doxygen"
brew "editorconfig"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "freetype"
brew "frotz"
brew "gcc", args: ["without-multilib"]
brew "gdbm"
brew "gettext"
brew "gnu-getopt"
brew "libffi"
brew "glib"
brew "go"
brew "gradle"
brew "groovy"
brew "lua"
brew "highlight"
brew "httrack"
brew "hub"
brew "icu4c"
brew "jpeg"
brew "libtool"
brew "imagemagick"
brew "irssi"
brew "jemalloc"
brew "kubernetes-cli"
brew "libevent"
brew "libsass"
brew "libssh2"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "luajit"
brew "readline"
brew "sqlite"
brew "python"
brew "python3"
brew "mobile-shell"
brew "mono"
brew "msgpack"
brew "unibilium"
brew "node"
brew "p7zip"
brew "pandoc"
brew "pip-completion"
brew "pkg-config"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "rust"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator-completion"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "uudeview"
brew "vagrant-completion"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

tap "ravenac95/sudolikeaboss"
brew "ravenac95/sudolikeaboss/sudolikeaboss"

tap "rogual/neovim-dot-app"
brew "rogual/neovim-dot-app/neovim-dot-app"

tap "neovim/neovim"
brew "neovim/neovim/neovim"
