# source: https://github.com/holman/dotfiles
# ref: https://robots.thoughtbot.com/brewfile-a-gemfile-but-for-homebrew

cask_args appdir: '/Applications'
tap 'homebrew/bundle'

# Shells
brew 'zsh'
brew 'zsh-completions'
brew 'tmux'
brew 'bash'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'rbenv'
brew 'unrar'
brew 'bash-completion'
brew 'vim'
brew 'git'
brew 'git-extras'

tap 'caskroom/cask'
cask '1password'
cask 'atom'
cask 'alfred'
cask 'bettertouchtool'
cask 'caffeine'
cask 'cleanmymac'
cask 'cheatsheet'
cask 'cyberduck'
cask 'dash'
cask 'dropbox'
cask 'duet'
cask 'day-o'
cask 'evernote'
cask 'flycut'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'google-drive'
cask 'grandperspective'
cask 'iterm2'
cask 'karabiner'
cask 'seil'
cask 'little-snitch'
cask 'macdown'
cask 'mapbox-studio'
cask 'noizio'
cask 'rstudio'
cask 'seashore'
cask 'slack'
cask 'sublime-text'
cask 'skitch'
cask 'skype'
cask 'sourcetree'
cask 'transmission'
cask 'vlc'
cask 'ynab'

tap caskroom/versions
cask ''

# Docker
cask 'virtualbox'
cask 'virtualbox-extension-pack'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'

# python
brew 'pyqt'
brew 'python'
brew 'python3'
brew 'numpy'

# ruby
brew 'ruby'

# php
brew 'php70'

# Databases
brew 'redis'
brew 'sqlite'

# Completions
tab 'homebrew/completions'
brew 'apm-bash-completion'
brew 'aptly-completion'
brew 'boom-completion'
brew 'boot2docker-completion'
brew 'brew-cask-completion'
brew 'bundler-completion'
brew 'cargo-completion'
brew 'ctest-completion'
brew 'django-completion'
brew 'docker-completion'
brew 'docker-machine-completion'
brew 'fabric-completion'
brew 'gem-completion'
brew 'grunt-completion'
brew 'kitchen-completion'
brew 'maven-completion'
brew 'mix-completion'
brew 'open-completion'
brew 'packer-completion'
brew 'pip-completion'
brew 'rails-completion'
brew 'rake-completion'
brew 'ruby-completion'
brew 'rustc-completion'
brew 'sonar-completion'
brew 'spring-completion'
brew 't-completion'
brew 'tmuxinator-completion'
brew 'vagrant-completion'
brew 'wpcli-completion'
