cask "alfred"
cask "android-file-transfer"
cask "bettertouchtool"
cask "betterzipql"
cask "caffeine"
cask "colorpicker"
cask "colorpicker-antetype"
cask "colorpicker-developer"
cask "colorpicker-hex"
cask "colorpicker-propicker"
cask "colorpicker-rcwebcolorpicker"
cask "colorpicker-skalacolor"
cask "cyberduck"
cask "dash"
cask "deluge"
cask "docker"
cask "dropbox"
cask "flux"
cask "ivpn"
cask "google-chrome"
cask "google-drive"
cask "google-play-music-desktop-player"
cask "grandperspective"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "java"
cask "java-jdk-javadoc"
cask "android-sdk"
cask "karabiner-elements"
cask "little-snitch"
cask "paintbrush"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "skim"
cask "skype"
cask "sourcetree"
cask "suspicious-package"
cask "sublime-text"
cask "vagrant"
cask "vlc"
cask "webpquicklook"
cask "wesnoth"
cask "xquartz"
