# GUIs
tap 'caskroom/cask'
cask '1password'
cask 'alfred'
cask 'bettertouchtool'
cask 'caffeine'
cask 'cheatsheet'
cask 'cyberduck'
cask 'dash'
cask 'dropbox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-play-music-desktop-player'
cask 'grandperspective'
cask 'iterm2'
cask 'itsycal'
cask 'karabiner'
cask 'little-snitch'
cask 'seil'
cask 'skim'
cask 'slack'
cask 'sourcetree'
cask 'transmission'
cask 'vlc'
cask 'ynab'
