# GUIs
tap 'caskroom/cask'
cask '1password'
cask 'alfred'
cask 'bettertouchtool'
cask 'brave'
cask 'caffeine'
cask 'cheatsheet'
cask 'cyberduck'
cask 'dash'
cask 'deluge'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'google-play-music-desktop-player'
cask 'grandperspective'
cask 'iterm2'
cask 'itsycal'
cask 'karabiner'
cask 'little-snitch'
cask 'seil'
cask 'skim'
cask 'slack'
cask 'sourcetree'
cask 'transmission'
cask 'vlc'
cask 'ynab'

# Quicklooks
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'quicklookase'
cask 'qlvideo'

# 1Password & iTerm2
tap ravenac95/sudolikeaboss
brew 'sudolikeaboss'
