ack
ansible
apm-bash-completion
aptly-completion
autoconf
autoenv
automake
bash
bash-completion
boost
brew-cask-completion
cairo
cmake
composer
coreutils
cscope
ctags
curl
docker-gen
editorconfig
faac
fontconfig
freetype
gcc
gdbm
gem-completion
gettext
git
git-extras
git-flow-avh
glib
gmp
gnu-getopt
gnupg
go
grc
grunt-completion
heroku
heroku-toolbelt
hub
icu4c
imagemagick
isl
jpeg
jq
kitchen-completion
kubernetes-cli
lame
libav
libevent
libffi
libgpg-error
libksba
libmpc
libpng
libtiff
libtool
libxml2
libyaml
lua
luajit
m-cli
macvim
mpfr
node
oniguruma
openssl
p7zip
pcre
php-code-sniffer
php70
php70-xdebug
phpmd
phpunit
pip-completion
pixman
pkg-config
postgresql
pyqt
python
python3
qt
r
rbenv
readline
reattach-to-user-namespace
redis
ruby
ruby-build
rustc-completion
sip
sqlite
swig
texinfo
the_silver_searcher
tmux
tree
unixodbc
unrar
vagrant-completion
wget
wpcli-completion
x264
xvid
xz
zeromq
zsh
zsh-completions
zsh-syntax-highlighting
