# GUIs
cask_args appdir: '/Applications'
tap 'caskroom/cask'
cask '1password'
cask 'alfred'
cask 'atom'
cask 'bettertouchtool'
cask 'beyond-compare'
cask 'caffeine'
cask 'cheatsheet'
cask 'cleanmymac'
cask 'cyberduck'
cask 'dash'
cask 'dropbox'
cask 'duet'
cask 'evernote'
cask 'firefox'
cask 'flycut'
cask 'google-chrome'
cask 'google-drive'
cask 'grandperspective'
cask 'iterm2'
cask 'itsycal'
cask 'karabiner'
cask 'little-snitch'
cask 'macdown'
cask 'mapbox-studio'
cask 'noizio'
cask 'rstudio'
cask 'seashore'
cask 'seil'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'sublime-text'
cask 'transmission'
cask 'vlc'
cask 'ynab'

# GUI Versions
# tap caskroom/versions

